<?php
// Heading
$_['heading_title']     		= 'Міста';




// Text
$_['text_success']       = 'Ви успішно змінили міста!';
$_['text_list']          = 'Список міст';
$_['text_add']           = 'Додати місто';
$_['text_edit']          = 'Редагувати місто';
$_['text_default']       = 'За замовчуванням';
$_['text_percent']       = 'Процент';
$_['text_amount']        = 'Фіксована націнка';

// Column
$_['column_name']        = 'Назва міста';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва міста';
$_['entry_country']      = 'Назва країни';
$_['entry_region']       = 'Назва регіону';
$_['entry_sort_order']   = 'Порядок сортування';
$_['entry_type']         = 'Тип';
$_['entry_zone']         = 'Область/Район';


// Error
$_['error_permission']   = 'У вас немає доступу для редагування міст!';
$_['error_name']         = 'Назва міста повинна містити від 2 до 64 символів!';
$_['error_country']      = 'Назва країни повинна містити від 2 до 64 символів!';
$_['error_region']      = 'Назва регіонy(Області) повинна містити від 2 до 64 символів!';
$_['error_product']      = 'Цей місто не може бути видалине, оскільки воно використовується в %s маршрутах!';
