<?php
// Heading
$_['heading_title']     		= 'Точки маршруту';




// Text
$_['text_success']       = 'Ви успішно змінили точки марштуту!';
$_['text_list']          = 'Список точок маршруту';
$_['text_add']           = 'Додати точку маршруту';
$_['text_edit']          = 'Редагувати точку маршруту';
$_['text_default']       = 'За замовчуванням';
$_['text_percent']       = 'Процент';
$_['text_amount']        = 'Фіксована націнка';

// Column
$_['column_name']        = 'Назва точки';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва точки';
$_['entry_city']         = 'Назва Міста';
$_['entry_time']         = 'Час прибуття';
$_['entry_place']        = 'Пунк прибуття';
$_['entry_manufacturer'] = 'Перевізник';
$_['entry_sort_order']   = 'Порядок сортування';
$_['entry_type']         = 'Тип';



// Error
$_['error_permission']   = 'У вас немає доступу для редагування маршрутних точок!';
$_['error_city_id']      = 'Назва міста повинна бути встановленна';
$_['error_name']         = 'Назва точки повинна містити від 2 до 64 символів!';
$_['error_time']         = 'Час повинен бути встановлений!';
$_['error_place']        = 'Пункт прибуття не встановленно';
$_['error_manufacturer_id']    = 'Перевізник не встановлений';

$_['error_product']      = 'Цея точка не може бути видалина, оскільки вона використовується в %s маршрутах!';
