<?php

//Update for OpenCart 2.3.x by OpenCart Ukrainian Community http://opencart.ua
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']        = 'Ви успішно оформили замовлення!';

// Text
$_['text_basket']          = 'Кошик';
$_['text_checkout']        = 'Оформлення замовлення';
$_['text_success']         = 'Успішно';
$_['text_customer']        = '<p>Ваше замовлення було успішно опрацьовано!</p><p>Ви можете переглянути історію Ваших замовлень перейшовши в <a href="%s">Особистий кабінет</a> і натиснувши на <a href="%s">Історія замовлень</a>.</p><p>Якщо у Вас є якісь запитання висилайте їх <a href="%s">нам</a>.</p><p>Дякуємо за замовлення!</p>';
$_['text_guest']           = '<p>Ваше замовлення було успішно опрацьовано! Найближчим часом до Вас зателефонує наш менеджер для уточнення деталей.</p><p>Якщо у Вас є якісь запитання задайте їх <a href="%s">нам</a>.</p><p>Дякуємо за замовлення!</p>';